Repository: imdat99/colos
Catalog: plugins/yith-woocommerce-product-slider-carousel-premium/languages/yith-woocommerce-product-slider-carousel-*.po
Languages: it_it

source: Title
it_it: Titolo

source: Date
it_it: Data

source: %s updated
it_it: %s aggiornato

source: Custom field updated
it_it: Campo personalizzato aggiornato

source: Custom field deleted
it_it: Campo Personalizzato Eliminato

source: Product Slider Carousel restored to version %s
it_it: Prodotto Slider Carousel ripristinato alla versione %s

source: %s published
it_it: %s pubblicato

source: %s saved
it_it: %s salvato

source: %s submitted
it_it: %s inviato

source: %s draft updated
it_it: %s bozza aggiornata

source: Product Slider Carousel
it_it: Carosello Prodotti

source: Parent Item:
it_it: Elemento genitore:

source: All Product Slider Carousels
it_it: Tutti i carosellI di prodotti

source: View Product Slider Carousel
it_it: Mostra carosello prodotti

source: Add New Product Slider Carousel
it_it: Aggiungi nuovo carosello prodotti

source: Edit Product Slider Carousel
it_it: Modifica carosello prodotti

source: Update Product Slider Carousel
it_it: Aggiorna carosello prodotti

source: Search Product Slider Carousel
it_it: Cerca carosello prodotti

source: Not found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato nel cestino

source: Show your Product Slider in sidebar!
it_it: Mostra il tuo carosello prodotti nella barra laterale!

source: Select a slider
it_it: Seleziona uno slider

source: Images for row
it_it: Immagini per riga

source: Items in Desktop
it_it: Articoli su desktop

source: Items in tablet
it_it: Articoli su tablet

source: Items in mobile
it_it: Articoli su dispositivo mobile

source: Animation In
it_it: Animazione in ingresso

source: Select an animation
it_it: Seleziona un'animazione

source: Animation Out
it_it: Animazione in uscita

source: Hide "Add to cart"
it_it: Nascondi pulsante "Aggiungi al carrello"

source: Hide product price
it_it: Nascondi prezzo prodotto

source: Settings
it_it: Impostazioni

source: Premium Version
it_it: Versione premium

source: Layout 1
it_it: Stile 1

source: Layout 2
it_it: Stile 2

source: Layout 3
it_it: Stile 3

source: Add YITH WooCommerce Product Slider Carousel shortcode
it_it: Aggiungi lo shortcode per YITH WooCommerce Product Slider Carousel

source: Add Product Slider
it_it: Aggiungi slider prodotti

source: Choose a Product Slider
it_it: Scegli uno slider

source: Choose to show empty terms or not
it_it: Scegli se mostrare o meno i termini vuoti

source: Product Slider
it_it: Slider prodotti

source: Product Category
it_it: Categoria prodotti

source: Select products category: All or select them manually
it_it: Seleziona categoria prodotti: tutte o solo alcune

source: All Categories
it_it: Tutte le categorie

source: Select your category
it_it: Seleziona categoria

source: Exclude categories from slider
it_it: Escludi le categorie dallo slider

source: Choose Product Category
it_it: Scegli la categoria prodotti

source: Choose product categories. Leave this field empty if you want all categories to be shown in the slider
it_it: Scegli le categorie di prodotto. Lascia questo campo vuoto se desideri mostrare tutte le categorie nello slider

source: Choose product categories
it_it: Scegli le categorie prodotto

source: Exclude Product Category
it_it: Escludi categoria prodotto

source: Exclude product categories. Leave this field empty if you want all categories to be excluded in the slider
it_it: Escludi le categorie prodotto: Lascia questo campo vuoto se vuoi che tutte le categorie vengano escluse dallo slider

source: Exclude product categories
it_it: Escludi categorie prodotto

source: Product Brand
it_it: Brand prodotto

source: Select products brand: All or select them manually
it_it: Seleziona il brand del prodotto: tutte o solo alcuni

source: All brands
it_it: Tutte i brand

source: Select your brand
it_it: Seleziona il tuo brand

source: Choose Product Brand
it_it: Scegli il brand prodotto

source: Choose product brands. Leave this field empty if you want all brands to be shown in the slider
it_it: Scegli i brand. Lascia questo campo vuoto se desideri mostrare tutti i brand nello slider

source: Choose product brands
it_it: Scegli i brand

source: Products to show
it_it: Prodotti da mostrare

source: Select products to show in the slider: "On Sale", "Best Sellers" etc. or select them manually.
it_it: Seleziona i prodotti da mostrare nello slider: "In offerta", "Più venduti" etc. oppure selezionali manualmente.

source: All Products
it_it: Tutti i prodotti

source: On Sale
it_it: In offerta

source: Best Sellers
it_it: Più venduti

source: Free
it_it: Gratis

source: Last Added
it_it: Ultimi aggiunti

source: Featured
it_it: In evidenza

source: Top Rated
it_it: Più votati

source: Select your product by Name
it_it: Seleziona il prodotto per nome

source: Select your product by Tag
it_it: Seleziona il prodotto per tag

source: Choose Product
it_it: Scegli il prodotto

source: Choose the Products that you want to show in the slider. Leave this field empty if you want all categories to be shown in the slider
it_it: Seleziona i prodotti che vuoi visualizzare nello slider. Lascia questo campo vuoto se vuoi mostrare tutte le categorie

source: Search for a product
it_it: Cerca per prodotto

source: Choose Tag
it_it: Scegli tag

source: Choose the Product Tags that you want to show in the slider. Leave this field empty if you want all tags to be shown in the slider
it_it: Scegli i tag di prodotto da visualizzare nello slider. Lascia questo campo vuoto se desideri mostrare tutti i tag nello slider

source: Search for a tag
it_it: Cerca per tag

source: Content Settings
it_it: Impostazioni di contenuto

source: Slider Template
it_it: Modello Slider

source: Choose a template for your Product Slider
it_it: Scegli un modello per lo Slider Prodotti

source: Show Title
it_it: Mostra titolo

source: Show or Hide Product Slider title
it_it: Mostra o nascondi il titolo dello slider prodotti

source: Hide "Add to cart" in slider
it_it: Nascondi pulsante "Aggiungi al carrello" nello slider

source: Show Wishlist button
it_it: Mostra il pulsante Lista dei desideri

source: Show the wishlist button in the slider
it_it: Mostra il pulsante Lista dei desideri nello slider

source: Hide price
it_it: Nascondi prezzo

source: Hide product price in slider
it_it: Nascondi prezzo nello slider

source: Hide On Sale product
it_it: Nascondi prodotti in offerta

source: Exclude "on sale" product in slider
it_it: Escludi i prodotti in offerta dallo slider

source: Hide Out of stock product
it_it: Nascondi prodotti esauriti

source: Exclude product "out of stock" in slider
it_it: Nascondi i prodotti esauriti dallo slider

source: Order By
it_it: Ordina per

source: Name
it_it: Nome

source: Price
it_it: Prezzo

source: Random
it_it: Casuale

source: Order Type
it_it: Tipo di ordinamento

source: Slider Settings
it_it: Impostazioni slider

source: Choose if you want your slider to scroll products continuously
it_it: Scegli se lo slider verrà eseguito in un loop continuo

source: Pagination Speed
it_it: Velocità di paginazione

source: Pagination speed in milliseconds
it_it: Velocità di paginazione in millisecondi

source: AutoPlay
it_it: Riproduzione automatica

source: Insert the autoplay value in milliseconds, enter 0 to disable it
it_it: Inserisci il valore per la riproduzione automatica in millisecondi, immetti 0 per disattivarlo

source: Stop on Hover
it_it: Interrompi al passaggio del mouse

source: Stop autoplay on mouse hover
it_it: Interrompi la riproduzione automatica al passaggio del mouse

source: Show Navigation
it_it: Mostra/Nascondi navigazione

source: Display "prev" and "next" button
it_it: Mostra o meno il pulsante prec/succ

source: Show Dots Navigation
it_it: Mostra navigazione per punti

source: Show or Hide dots navigation
it_it: Mostra o nascondi navigazione per punti

source: Animation IN
it_it: Animazione in entrata

source: Choose entrance animation for a new slide.<br>*Animation functions work only if there is just one item in the slider and only in browsers that support perspective property
it_it: Scegli l'effetto in entrata per un nuovo slider <br>*Le funzioni di animazione funzionano se è presente un solo elemento nello slider e solo in alcuni browser

source: Animation OUT
it_it: Animazione in uscita

source: Choose exit animation for a slide.<br>*Animation functions work only if there is just one item in the slider and only in browsers that support perspective property
it_it: Scegli l'effetto in uscita per un nuovo slider.<br>*Le funzioni di animazione funzionano se è presente un solo elemento nello slider e solo in alcuni browser

source: Animation Speed
it_it: Velocità dell'animazione

source: Enter animation duration in milliseconds
it_it: Immetti la durata dell'animazione in millisecondi

source: YITH WooCommerce Product Slider Carousel Premium is enabled but not effective. It requires WooCommerce in order to work.
it_it: YITH WooCommerce Slider Carousel Premium è abilitato ma in funzione. Richiede WooCommerce per funzionare.

source: Box background color
it_it: Colore di sfondo del riquadro

source: Box border color
it_it: Colore del bordo del riquadro

source: Text color
it_it: Colore del testo

source: Background color of navigation arrow
it_it: Colore di sfondo della freccia di navigazione

source: Border color of navigation arrow
it_it: Colore del bordo della freccia di navigazione

source: Text color of navigation arrow
it_it: Colore del testo della freccia di navigazione

source: Button background color
it_it: Colore di sfondo del pulsante

source: Button background color on hover
it_it: Colore di sfondo del pulsante al passaggio del mouse

source: Button text color
it_it: Colore del testo del pulsante

source: Button text color on hover
it_it: Colore del testo del pulsante al passaggio del mouse

source: Button border color
it_it: Colore del bordo del pulsante

source: Button border color on hover
it_it: Colore del bordo del pulsante al passaggio del mouse

source: Background color navigation arrow
it_it: Colore di sfondo della freccia di navigazione

source: Border color navigation arrow
it_it: Colore del bordo della freccia di navigazione

source: Text color navigation arrow
it_it: Colore del testo della freccia di navigazione

source: General Settings
it_it: Impostazioni Generali

source: Enable Responsive
it_it: Abilita Responsive

source: Items in Standard Desktop
it_it: Elementi in Standard Desktop

source: This allows you to preset the number of slides visible with a specific browser width. For browser width between 767 and 991, this option works only if responsive slider is enabled
it_it: In questo modo è possibile impostare il numero di prodotti visualizzati per una data larghezza del browser. Per la larghezza del browser tra 767 e 991, questa opzione funziona solo se è abilitato lo slider responsive

source: Items in Tablet
it_it: Elementi in Tablet

source: This allows you to preset the number of slides visible with a particular browser width. For browser width between 479 and 766, this option works only if responsive slider is enabled
it_it: In questo modo è possibile predisporre il numero di prodotti visualizzati per una data larghezza del browser. Per la larghezza del browser tra 479 e 766, questa opzione funziona solo se è abilitato lo slider responsive

source: Items in Mobile
it_it: Elementi in Mobile

source: This allows you to preset the number of slides visible with a particular browser width. For browser width between 0 and 478, this option works only if responsive slider option is enabled
it_it: In questo modo è possibile predisporre il numero di prodotti visualizzati per una data larghezza del browser. Per la larghezza del browser tra 0 e 478, questa opzione funziona solo se è abilitato lo slider responsive

source: Product to show
it_it: Prodotto da mostrare

source: This option lets you choose the number of products you want to show. -1 for all
it_it: Questa opzione consente di scegliere il numero di prodotti da visualizzare. -1 per tutti

source: Enable Rtl support
it_it: Attiva il supporto RTL

source: Enable mousewhell event
it_it: Attiva "scroll" del mouse

source: If enabled, the slider will scroll by using the mouse middle button
it_it: Se selezionata, lo slider si attiverà con il pulsante di "scroll" del mouse

source: Add shortcode
it_it: Aggiungi Shortcode

source: Select a Slider
it_it: Seleziona uno slider

source: Insert
it_it: Inserisci

source: None
it_it: Nessuno

source: There is no product to show
it_it: Non ci sono prodotti da mostrare

source: <code><strong>YITH WooCommerce Product Slider Carousel Premium</strong></code> allows you to create more responsive product sliders! You can create a slider by product category or tags, a bestseller slider and much more! <a href ="https://yithemes.com">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>
it_it: <code><strong>YITH WooCommerce Product Slider Carousel Premium</strong></code> ti permette di creare slider prodotto più responsive! Puoi creare uno slider per categoria di prodotto o tag, uno slider "più venduti" e molto altro! <a href ="https://yithemes.com">Ottieni più plugin per il tuo e-commerce su <strong>YITH</strong></a>

# Post Type Singular Name
source: Product Slider Carousel
it_it: Carosello Prodotti
